const selfEstimation = 
`Буду благодарна, если сможете проверить в четверг. Спасибо!

На сейчас реализовано все, кроме перевода и собственного функционала.

139.5 / 150.

Часы и календарь +15
Приветствие +10
Смена фонового изображения +20
Виджет погоды +15
Виджет цитата дня +10
Аудиоплеер +15
Продвинутый аудиоплеер (реализуется без использования библиотек) +20
Перевод приложения + 4.5 (переводятся цитаты +3 и погода +1.5 (тк не переводится город по умолчанию))
Получение фонового изображения от API +10
Настройки приложения +20.`

console.log(selfEstimation);
