const message = 
`Оценка: 98/150
1. Вёрстка валидная +10
2. Вёрстка семантическая. +22 (недоверстан блок tickets)
3. Вёрстка соответствует макету +40
-блок <header> +5
-секция Welcome +5
-секция Visiting +5
-секция Explore +5
-секция Video +5
-секция Gallery +5
-секция Contacts +5
-блок <footer> +5
5. Требования к css + 18
добавлен favicon +2
для построения сетки используются флексы или гриды +2
при уменьшении масштаба страницы браузера вёрстка размещается по центру, а не сдвигается в сторону +2
фоновый цвет каждого блока и секции тянется на всю ширину страницы +2
иконки добавлены в формате .svg. SVG может быть добавлен любым способом. Обращаем внимание на формат, а не на способ добавления +2
расстояние между буквами, там, где это требуется по макету, регулируется css-свойством letter-spacing +2
переключаются радиокнопки в блоке Tickets, одновременно может быть выбрана только одна кнопка +2
в блоке Contacts правильно указанны ссылки на почту mailto и на телефон tel +2
в футере добавлены ссылки на соцсети. Круглая граница вокруг иконок соцсетей выполнена при помощи css +2
6. Интерактивность, реализуемая через css +8
прокрутка по якорям +3 (не плавная)
параллакс +5`

console.log(message);